---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.OverlapFailures
source: html/4a9f1204-b791-fee4-30b0-fd4d8ab0211c.htm
---
# BuiltInFailures.OverlapFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.